[
  {
    "name": "oversized t-shirt with",
    "image": "outfits/79ebc91cf27a40e88a5746bce2450bbd.jpg",
    "date": "2025-05-11"
  },
  {
    "name": "Oh, fear not, my stylishly scared friend! For this cloudy weather in Bengaluru, how about rocking a chic oversized sweater paired with some trendy pleated trousers? Add some cool sneakers and a statement necklace to ward off any fashion fears you may have. Trust me, you'll look so fabulous that even the clouds will be jealous of your style!",
    "image": null,
    "date": "2025-05-11"
  },
  {
    "name": "Oh, fear not, my stylish friend! For those cloudy skies and 24°C in Bengaluru, how about rocking a chic oversized sweater paired with some trendy high-waisted pants? Add some stylish sneakers and a cute beanie to complete the look. Who says fear can't be fashionable? Own those clouds like a fashionista boss!",
    "image": null,
    "date": "2025-05-11"
  },
  {
    "name": "Oh, fear not, my stylishly scared friend! For this cloudy weather in Bengaluru, I suggest you rock a chic all-black ensemble to match your mood. Pair some edgy leather pants with a cozy oversized sweater, and top it off with some killer ankle boots. Add some bold accessories to let everyone know you might be afraid, but you're still fabulous! Who says fear can't be fierce? Now go slay those clouds like the fashionista you are! 🖤☁",
    "image": null,
    "date": "2025-05-11"
  },
  {
    "name": "jeans and top",
    "image": "outfits/aabe0b7ab4334b2988583bcabde0f272.jpg",
    "date": "2025-05-11"
  },
  {
    "name": "this is a top and a",
    "image": "outfits/1b5fe647a38741089a6a1812f83e32e8.jpg",
    "date": "2025-05-11"
  },
  {
    "name": "Samsung camera off",
    "image": "outfits/95d28dd3635846c3b0a2f0a566fe662b.jpg",
    "date": "2025-05-11"
  },
  {
    "name": "I am wearing the James and a t-shirt",
    "image": "outfits/8ba68c388909439e9327a441d1a5c4c3.jpg",
    "date": "2025-05-11"
  },
  {
    "name": "t-shirt and jeans",
    "image": "outfits/3490938c91844542916894ab49dbeccb.jpg",
    "date": "2025-05-11"
  },
  {
    "name": "t-shirt",
    "image": "outfits/8c601571faf54c84b5bd83b743dfffa5.jpg",
    "date": "2025-05-11"
  },
  {
    "name": "Well, well, well, look who's in the mood for some fashion advice today! Neutral vibes, huh? I got you covered, don't you worry. For this cloudy 23°C weather in Bengaluru, how about a classic combo of a light sweater paired with some high-waisted jeans? Add some cute ankle boots and a stylish trench coat to keep you warm and looking fab. Top it off with a trendy scarf for that extra flair. Voila! You'll be turning heads",
    "image": null,
    "date": "2025-05-11"
  }
]